export default {
  projections: {
    ЗаказE: {
      кодЗаказа: {
        __caption__: 'Код заказа'
      },
      дата: {
        __caption__: 'Дата'
      },
      контрагент: {
        __caption__: 'Контрагент',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ЗаказL: {
      кодЗаказа: {
        __caption__: 'Код заказа'
      },
      дата: {
        __caption__: 'Дата'
      },
      контрагент: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      сотрудник: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    кодЗаказа: {
      __caption__: 'Код заказа'
    },
    контрагент: {
      __caption__: 'Контрагент'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    }
  }
};
